{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "dtype": "float32", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "batch_input_shape": [null, 32], "dtype": "float32", "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "trainable": true, "bias_constraint": null, "activation": "relu", "bias_regularizer": null, "name": "dense_1", "units": 64}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "dtype": "float32", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "units": 64, "dtype": "float32", "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "trainable": true, "bias_constraint": null, "activation": "relu", "bias_regularizer": null, "name": "dense_2"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "dtype": "float32", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "units": 10, "dtype": "float32", "activity_regularizer": null, "kernel_constraint": null, "use_bias": true, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {"dtype": "float32"}}, "trainable": true, "bias_constraint": null, "activation": "softmax", "bias_regularizer": null, "name": "dense_3"}}], "keras_version": "2.1.5-tf", "backend": "tensorflow"}
