{"config": [{"config": {"activity_regularizer": null, "units": 64, "kernel_regularizer": null, "name": "dense_1", "use_bias": true, "trainable": true, "activation": "relu", "dtype": "float32", "bias_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "batch_input_shape": [null, 32]}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "units": 64, "kernel_regularizer": null, "name": "dense_2", "use_bias": true, "trainable": true, "activation": "relu", "bias_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "units": 10, "kernel_regularizer": null, "name": "dense_3", "use_bias": true, "trainable": true, "activation": "softmax", "bias_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null}, "class_name": "Dense"}], "keras_version": "2.2.0", "class_name": "Sequential", "backend": "tensorflow"}
