{"keras_version": "2.2.0", "config": [{"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "dtype": "float32", "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "activation": "relu", "units": 64, "bias_regularizer": null, "use_bias": true, "trainable": true, "batch_input_shape": [null, 32], "name": "dense_1", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "activation": "relu", "units": 64, "bias_regularizer": null, "use_bias": true, "trainable": true, "name": "dense_2", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "activation": "softmax", "units": 10, "bias_regularizer": null, "use_bias": true, "trainable": true, "name": "dense_3", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}}}], "backend": "tensorflow", "class_name": "Sequential"}
